Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: དེ་དག་གིས་ཡོངས་སུ་ཟིན་པ་ནི་བསྟན་པ་འདི་ཐོས་ནས་མི་སྐྲག་མི་དངང་དངང་བར་མི་འགྱུར་རོ་ཞེས་བྱ་བའི་བར་གྱིས་ནི་དགེ་བའི་བཤེས་གཉེན་ལ་བསྟེན་པའི་ཐབས་ལ་མཁས་པ་བསྟན་ཏོ།
en: If they have taken them in hand they do not tremble, feel frightened, or become terrified when they hear this exposition,” teaches the skillful means of relying on a spiritual friend.

source: །དེའི་འོག་ཏུ་དམིགས་པའི་རློམ་སེམས་ཀྱི་འགྲེས་ཀྱང་དགེ་བའི་བཤེས་གཉེན་མེད་པ་ལས་གྱུར་པས་འདི་ཉིད་དུ་བསྡུའོ།
en: After that, the section of the text on false projections when apprehending things is included right with this, because it happens due to not having spiritual friends.

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་དགེ་བའི་བཤེས་གཉེན་རྣམས་ཀྱིས་ཡོངས་སུ་ཟིན་པར་རིག་པར་བགྱི་ཞེས་བྱ་བ་ནས་བཟུང་སྟེ།
en: Starting from, “How should you know you have been taken in hand by spiritual friends?”

source: རབ་འབྱོར་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱ་སྟེ། རིག་ནས་ཀྱང་ཡོངས་སུ་སྤང་བར་བྱའོ་ཞེས་བྱ་བའི་བར་གྱིས་ནི་སྡིག་པའི་གྲོགས་པོ་ཡོངས་སུ་སྤང་བའི་ཐབས་ལ་མཁས་པ་བསྟན་ཏོ།། །།བམ་པོ་བཅུ་པ།
en: up to, “Subhūti, they should know [that] is a bad friend of a bodhisattva great being, and knowing that, should shun them,” teaches the skillful means of shunning a bad friend.

source: དེ་ལྟར་བརྩོན་པ་རྣམ་པ་དུ་མཆིས་ཞེས་ཞུས་པའི་ཚིག་རྣམ་པར་ཕྱེ་སྟེ་བསྟན་ནས།
en: Specific instruction for coming to an authoritative conclusion about this exposition Part One: The twenty-eight [or twenty-nine] questions Having thus differentiated and taught the passages to do with the inquiry into the endeavor’s many aspects, now the passages to do with the inquiry into specific instruction for coming to an authoritative conclusion about this exposition will be explained.

source: ད་ནི་བཤད་པ་འདིའི་གཏན་ལ་དབབ་པ་གང་ལགས་ཞེས་ཞུས་པའི་ཚིག་རྣམས་བསྟན་པར་བྱ་སྟེ། དེ་ལ་འདི་ལ་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་ཐམས་ཅད་རྣམ་པ་ཐམས་ཅད་དུ་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པར་འདོད་པས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་པར་བྱའོ་ཞེས་མདོར་བཤད་པ་དང་པོར་སྐབས་ཕྱེ་བ་གང་ཡིན་པ་དེ་ད་འདིར་སྐབས་དབྱེའོ།
en: There, the initial statement, “Here, Śāriputra, bodhisattva great beings who want to fully awaken to all dharmas in all forms should make an effort at the perfection of wisdom,” which set the scene for the initial brief exegesis, now sets the scene here too.

source: །གཏན་ལ་དབབ་པ་དེ་ཡང་རྣམ་པ་གཉིས་ཏེ། ཚིག་གི་དོན་དང་། མཚན་ཉིད་དོ།
en: The specific instruction for coming to an authoritative conclusion, furthermore, is twofold: about the meaning of the words and about the characteristic marks.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བའི་ཚིག་གི་དོན་གང་ཡིན་པ་དང་། སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་བའི་ཚིག་གང་ཡིན་པ་དང་།
en: In it there are twenty-eight questions: What is the meaning of the word bodhisattva?What is the meaning of the term great being?

source: ཇི་ལྟར་ན་གོ་ཆ་ཆེན་པོ་བགོས་པ་དང་། ཇི་ལྟར་ན་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་དང་།
en: How are they armed with great armor?How have they set out in the Great Vehicle?

source: ཇི་ལྟར་ན་ཐེག་པ་ཆེན་པོ་ལ་གནས་པ་དང་། ཇི་ལྟར་ན་ཐེག་པ་ཆེན་པོ་ཡིན་པ་དང་། ཐེག་པ་དེ་གང་ལ་ངེས་པར་འབྱུང་བ་དང་།
en: How do they stand in the Great Vehicle?How is it a great vehicle?How have they come to set out in the Great Vehicle?

source: ཐེག་པ་དེ་གང་དུ་གནས་པར་འགྱུར་བ་དང་།
en: From where will the Great Vehicle go forth?

source: ཐེག་པ་འདིས་སུ་ཞིག་ངེས་པར་འབྱུང་བར་འགྱུར་ཞེས་བྱ་བ་དང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཟིལ་གྱིས་མནན་ནས་ཐེག་པ་དེ་ངེས་པར་འབྱུང་བར་འགྱུར་རོ་ཞེས་བྱ་བ་དང་།
en: Where will that Great Vehicle stand?Who will go forth in this vehicle?It surpasses the world with its gods, humans, and asuras and goes forth.

source: ཐེག་པ་དེ་ནམ་མཁའ་དང་མཚུངས་སོ་ཞེས་བྱ་བ་དང་།
en: Is that why it is called a great vehicle?That vehicle is equal to space?

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་མཐུན་པའི་ཐེག་པ་ཆེན་པོ་ཡིན་ནོ་ཞེས་བྱ་བ་དང་། སྔོན་གྱི་མཐའ་དང་ཕྱི་མའི་མཐའ་དང་། དབུས་ནས་བྱང་ཆུབ་སེམས་དཔའ་མི་དམིགས་སོ་ཞེས་བྱ་བ་དང་། གཟུགས་དང་།
en: The Great Vehicle is in harmony with the perfection of wisdom?Why does one not apprehend a bodhisattva at the prior limit, the later limit, and in the middle?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཀུན་ཏུ་མཐའ་ཡས་པའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ཏུ་མཐའ་ཡས་པར་རིག་པར་བྱའོ་ཞེས་བྱ་བ་དང་།
en: Why does one have to know the limitlessness of a bodhisattva through the limitlessness of form, feeling, perception, volitional factors, and consciousness?

source: གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་ནོ་ཞེས་བྱ་བ་དེ་ལྟ་བུ་ཡང་མེད་ཅིང་མི་དམིགས་ཞེས་བྱ་བ་དང་།
en: Why does even such an idea as “a bodhisattva is form, feeling, perception, volitional factors, and consciousness” not exist and why is it not found?

source: དེ་ལྟར་བདག་གིས་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་རྣམ་པ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་བྱང་ཆུབ་སེམས་དཔའ་མི་དམིགས་ཤིང་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན་བྱང་ཆུབ་སེམས་དཔའ་གང་ཞིག་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གང་ལ་གདམས་ཤིང་རྗེས་སུ་བསྟན་པར་བགྱི་ཞེས་བྱ་བ་དང་།
en: I, who thus do not see and do not find a bodhisattva great being as anyone at all in any way at all—to which bodhisattva great being will I give advice and instruction in which perfection of wisdom? One says this, Lord, that is, “bodhisattva.”

source: འདི་ལྟ་སྟེ་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བགྱི་བ་འདི་ནི་མིང་ཙམ་མོ་ཞེས་བྱ་བ་དང་།
en: Is it just a word?

source: བདག་བདག་ཅེས་བགྱི་བ་བདག་ནི་ཤིན་ཏུ་མངོན་པར་མ་གྲུབ་པའོ་ཞེས་བྱ་བ་དང་།
en: One says “self” again and again but it has absolutely not come into being?

source: དེ་ལྟར་ཆོས་ཐམས་ཅད་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ལགས་ན། གཟུགས་དེ་གང་ལགས་ཞེས་བྱ་བ་ནས། རྣམ་པར་ཤེས་པ་དེ་གང་ལགས་ཞེས་བྱ་བའི་བར་དང་། གཟུགས་མངོན་པར་མ་གྲུབ་ཅེས་བྱ་བ་དང་། མངོན་པར་མ་གྲུབ་པ་གང་ལགས་པ་དེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མངོན་པར་མ་གྲུབ་པ་ལ་ཇི་ལྟར་གདམས་ཤིང་རྗེས་སུ་བསྟན་པར་བགྱི་ཞེས་བྱ་བ་དང་།
en: Given that all dharmas thus have nonexistence for their intrinsic nature, what is that form, up to what is that consciousness?Form has not come into being?Does what has not come into being give advice and instruction in a perfection of wisdom that has not come into being?

source: མངོན་པར་མ་གྲུབ་པ་ལས་གུད་ན་བྱང་ཆུབ་སེམས་དཔའ་མི་དམིགས་ཞེས་བྱ་བ་དང་།
en: You cannot apprehend a bodhisattva other than one who has not come into being?

source: གལ་ཏེ་དེ་ལྟར་བསྟན་པ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་ཞུམ་པར་མི་འགྱུར་དངང་བར་མི་འགྱུར་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའོ་ཞེས་བྱ་བ་དང་།
en: One should know that when the mind of a bodhisattva great being given such instruction is not cowed, does not tense up, and does not experience regret, does not tremble, feel frightened, or become terrified, then that bodhisattva great being is practicing the perfection of wisdom?

source: བྱང་ཆུབ་སེམས་དཔའ་གང་ལགས་ཞེས་བྱ་བ་དང་།
en: What is a bodhisattva?

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གང་ལགས་ཞེས་བྱ་བ་དང་།
en: What is the perfection of wisdom?

source: ཡོངས་སུ་བརྟགས་པ་གང་ལགས་ཞེས་བྱ་བ་དང་།
en: What is it to investigate?

source: ཅིའི་སླད་དུ་གཟུགས་ལ་སོགས་པ་སྐྱེ་བ་མ་མཆིས་པ་གང་ལགས་པ་དེ་གཟུགས་ལ་སོགས་པ་མ་ལགས་ཞེས་བྱ་བ་དང་།
en: The nonproduction of form and so on is not form and so on?

source: ཅིའི་སླད་དུ་གཟུགས་ལ་སོགས་པ་འགྲིབ་པ་གང་ལགས་པ་དེ་གཟུགས་ལ་སོགས་པ་མ་ལགས་ཞེས་བྱ་བ་དང་། ཅིའི་སླད་དུ་གཟུགས་ལ་སོགས་པ་དེ་དག་གཉིས་སུ་མ་མཆིས་པའི་གྲངས་སུ་མི་འགྲང་ཞེས་བྱ་བ་སྟེ།
en: A decrease in form and so on is not form and so on?Anything called “form” and so on is counted as not two?

source: ཞུ་བ་ཉི་ཤུ་རྩ་བརྒྱད་པོ་དེ་རྣམས་དང་།
en: Thus the topics that emerge from those twenty-eight questions, and then the section of the text incorporating the hum of probing questions and responses by the two elders Śāriputra and Subhūti that goes up to the beginning of the Śakra Chapter, should be known as the specific instruction for coming to an authoritative conclusion.

source: འོག་ནས་གནས་བརྟན་གཉིས་ཀྱིས་དུམ་བུར་དྲིས་པ་དང་།
en: 1a.

source: ལན་བཏབ་པ་ཞིབ་མོ་འབྱུང་བའི་དོན་དེ་དག་ཉེ་བར་བཟུང་ནས་ཀཽ་ཤི་ཀ་ལ་དྲིས་པའི་ལེའུ་ལ་ཐུག་གི་བར་དུ་ནི་གཏན་ལ་དབབ་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: What is the meaning of the word bodhisattva?

source: །དེ་ལ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་ནི་གཞི་མེད་པའི་དོན་ཏེ་ཞེས་བྱ་བ་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་དོན་རྣམ་པ་བཞི་ཡོད་དེ། བྱང་ཆུབ་དང་། སེམས་དཔའ་དང་། ཕུང་པོའི་བདག་ཉིད་དུ་ཀུན་རྫོབ་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་དང་། དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའོ།
en: There, where it says, “Subhūti, the meaning of the word bodhisattva is an absence of a basis in reality,” bodhisattva has four ultimate meanings: awakening, a being, the conventional bodhisattva constituted out of aggregates, and the ultimate bodhisattva.

source: །དེ་བཞི་ཆར་ཡང་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཡིན་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བའི་ཚིག་གི་དོན་ནི་གཞིའི་དོན་མེད་པ་ཡིན་ནོ།
en: Because all four are the nonexistence of an intrinsic nature, the meaning of the word bodhisattva is “an absence of a basis in reality.”

source: །གཞིའི་དོན་མེད་པ་ནི་གནས་མེད་པ་ལ་བྱའོ།
en: Construe “absence of a basis in reality” as an impossibility.

source: །གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་དངོས་པོའི་བདག་ཉིད་འགའ་ཞིག་ཡོད་པར་གྱུར་ན་དེའི་ཚིག་གི་དོན་གཞི་དང་བཅས་ཤིང་གནས་དང་བཅས་པར་འགྱུར་བ་ཞིག་ན། འདི་ལྟར་བྱང་ཆུབ་དང་། སེམས་དཔའ་དང་། བྱང་ཆུབ་སེམས་དཔའ་གཉིས་ཀྱང་མེད་དེ། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་གྱི་གཞི་མེད་དེ།
en: Were bodhisattva to have something real for its nature, the word for it would have a basis in reality and it would become a possibility, whereas awakening, a being, and both bodhisattvas do not exist, so the meaning of the word bodhisattva is the absence of a basis in reality, that is to say, an “impossibility.”

source: གནས་མེད་ཅེས་བྱ་བའི་ཐ་ཚིག་གོ། །དོན་དེ་ཉིད་རྣམ་པར་དབྱེ་བའི་ཕྱིར་བྱང་ཆུབ་ཀྱང་མ་སྐྱེས་ལ། སེམས་དཔའ་ཡང་མ་སྐྱེས་པའི་ཕྱིར་ཏེ།
en: To separate the parts of this same topic it says, “Subhūti, it is because bodhi and sattva are not produced.

source: རབ་འབྱོར་བྱང་ཆུབ་དང་། སེམས་དཔའ་ལ་སྐྱེ་བ་དང་།
en: Awakening and a being do not have an arising or an existence.

source: ཡོད་པ་ཉིད་མེད་ཅིང་མི་དམིགས་སོ་ཞེས་པ་ལ་བྱང་ཆུབ་ནི་འདུས་མ་བྱས་པའི་ཕྱིར་སྐྱེ་བ་མེད་དོ།
en: They cannot be apprehended.” Awakening does not arise because it is an uncompounded phenomenon, and because a being does not exist it does not arise either.

source: །སེམས་དཔའ་ཡང་ཡོད་པ་མ་ཡིན་པའི་ཕྱིར་སྐྱེ་བ་མེད་དོ། །དེ་བས་ན་རབ་འབྱོར་བྱང་ཆུབ་ལ་སྐྱེ་བ་མེད་དོ་ཞེས་བྱ་བ་དང་། སེམས་དཔའ་ལ་ཡང་ཡོད་པ་ཉིད་མི་དམིགས་སོ་ཞེས་བྱ་བ་སོ་སོར་སྦྱར་བར་བྱའོ།
en: Therefore it should be construed as: “Subhūti, awakening does not have an arising” and “a being does not have an existence that can be apprehended.”

source: །དེའི་འོག་ཏུ་ཚིག་གི་དོན་གྱི་སྒྲ་རྣམ་པར་དགྲོལ་བའི་ཕྱིར། རབ་འབྱོར་བྱང་ཆུབ་ལ་ཡང་གཞི་མེད། སེམས་དཔའ་ལ་ཡང་གཞི་མེད་དེ་ཞེས་བྱ་བ་གསུངས་སོ། །ཡང་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་ནི་གཞི་དང་དོན་ཞེས་བྱ་བ་བཤད་དེ།
en: Then, to explain the locution “meaning of the word” it says, “Subhūti, awakening has no basis in reality and a being has no basis in reality.”

source: དེས་ན་དེ་བས་ན་གཞིའི་དོན་མེད་པ་ནི་གཞིའི་དོན་ཏོ་ཞེས་བྱ་བས་མཇུག་བསྡུས་སོ། །དེའི་འོག་ཏུ་རྣམ་པ་བཅུ་གཅིག་གིས་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་ལ་གཞིའི་དོན་མེད་པར་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་ལ་བྱའི་རྗེས་མེད་ཅིང་མི་དམིགས་སོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ། དེ་ལ་བྱང་ཆུབ་ལ་རྣམ་པར་བརྟགས་པའི་གཞི་མེད་པ་དང་། ཀུན་བརྟགས་པའི་སེམས་དཔའ་ཞེས་བྱ་བའི་གཞི་གང་ཡང་མེད་པ་དང་།
en: And it sums up in conclusion with, “Therefore, a bodhisattva’s basis in reality is an absence of a basis in reality.”

source: བྱང་ཆུབ་ལས་གཞན་གུད་ན་གཞི་མེད་པ་དང་། ཀུན་རྫོབ་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་ལས་གུད་ན་གཞི་མེད་པ་དང་། ཆོས་ཉིད་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་གཞི་མེད་པ་དང་། བྱང་ཆུབ་ལ་སེམས་དཔའི་གཞི་མེད་པ་དང་། སེམས་དཔའ་ལ་བྱང་ཆུབ་ཀྱི་གཞི་མེད་པ་དང་། བྱང་ཆུབ་ཅེས་བྱ་བའི་གཞིའི་དོན་མེད་པ་དང་། ཀུན་བརྟགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཆོས་ཉིད་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་པ་དང་། དོན་མེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་པ་ཀུན་བརྟགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་པ་དང་།
en: Then, to teach that the meaning of the word bodhisattva is an absence of a basis in reality it gives an elevenfold explanation: “To illustrate, Subhūti, the track of a bird in space does not exist and cannot be apprehended,” and so on: that awakening does not have a basis in a reality constructed in thought;the basis of a falsely imagined “heroic being” does not exist at all;a basis other and separate from awakening does not exist;a basis separate from a conventional bodhisattva does not exist;a basis of the true dharmic nature of a bodhisattva does not exist;a basis for a heroic being does not exist in awakening;a basis for awakening does not exist in a heroic being;a basis in reality for “awakening” does not exist;the meaning of the word for the true dharmic nature of a “bodhisattva” does not exist in a falsely imagined bodhisattva;the meaning of the word for the falsely imagined “bodhisattva” does not exist in an unreal bodhisattva; and a basis for an ultimate bodhisattva does not exist.

source: དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་གཞི་མེད་པའི་ཕྱིར་རོ། །དེ་ལ་བྱང་ཆུབ་ལ་རྣམ་པར་རྟོག་པའི་གཞི་མེད་པར་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་ནམ་མཁའ་ལ་བྱའི་རྗེས་མེད་ཅིང་མི་དམིགས་སོ་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: Among these, to teach that awakening does not have a basis in a reality constructed in thought it says, “To illustrate, Subhūti, the track of a bird in space does not exist and cannot be apprehended,” and so on.

source: ཇི་ལྟར་ན་ནམ་མཁའ་ལ་བྱ་རྣམས་རྒྱུ་ཡང་དེ་དག་གི་རྗེས་ཡོད་པ་མ་ཡིན་པ་དེ་བཞིན་དུ་དེ་བཞིན་ཉིད་ཀྱི་བདག་ཉིད་བྱང་ཆུབ་ལ་རྣམ་པར་རྟོག་པ་དག་རྒྱུ་ཡང་དེ་ལ་གནས་པར་འགྱུར་བ་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that just as birds go through the sky but their tracks are not left there, similarly thought constructions move through awakening that is constituted out of suchness but do not remain there.

source: །དེའི་འོག་ཏུ་ཀུན་བརྟགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་མེད་པ་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ལ་གཞི་མེད་ཅིང་མི་དམིགས་སོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ། །དཔེར་ན་རྨི་ལམ་དང་། སྒྱུ་མ་དང་།
en: Then to teach that the basis of a falsely imagined bodhisattva does not exist in reality it says, “To illustrate, Subhūti, in a dream a basis does not exist and cannot be apprehended,” and so on.

source: སྨིག་རྒྱུ་དང་། བྲག་ཅ་དང་། མིག་ཡོར་དང་། གཟུགས་བརྙན་དང་། སྤྲུལ་པ་རྣམས་ལ་གཞི་མེད་དེ།
en: This means that a dream, an illusion, a mirage, an echo, an apparition, a reflection in a mirror, and a magical creation have no basis in reality because they are totally nonexistent.

source: དེ་དག་ནི་ཤིན་ཏུ་མེད་པའི་ཕྱིར་རོ། །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་གཞི་མེད་དེ།
en: Similarly, bodhisattvas also have no basis in reality because they too do not exist.

source: དེ་ཡང་མེད་པའི་ཕྱིར་རོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ། །དེའི་འོག་ཏུ་བྱང་ཆུབ་ལས་གུད་ན་གང་ན་ཡང་མི་གནས་པར་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་དེ་བཞིན་ཉིད་ལ་གཞི་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ། ཇི་ལྟར་དེ་བཞིན་ཉིད་དང་།
en: Then to teach that a basis other than awakening does not exist it says, “To illustrate further, Subhūti, in suchness a basis does not exist and cannot be apprehended,” and so on.

source: མ་ནོར་བ་དེ་བཞིན་ཉིད་ལ་སོགས་པ་ལས་གུད་ན་གཞི་མེད་པ་དེ་བཞིན་དུ་བྱང་ཆུབ་ལས་གུད་ན་ཡང་གཞི་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that just as there is no basis other than suchness, unmistaken suchness, and so on, similarly there is no basis other than awakening.

source: །དེའི་འོག་ཏུ་ཀུན་རྫོབ་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་གཞི་མེད་པར་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་སྒྱུ་མའི་སྐྱེས་བུའི་གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་།
en: Then to teach that a basis of a conventional bodhisattva does not exist it says, “To illustrate further, Subhūti, in an illusory person a basis of form, feeling, perception, volitional factors, and consciousness does not exist and cannot be apprehended,” and so on.

source: རྣམ་པར་ཤེས་པ་ལ་གཞི་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ། ཇི་ལྟར་སྒྱུ་མའི་བདག་ཉིད་ཀྱི་སྐྱེས་བུ་ལ་ཕུང་པོ་ལྔ་ལ་སོགས་པ་མེད་དེ། དེ་ཉིད་ཤིན་ཏུ་མེད་པའི་ཕྱིར་རོ།
en: This means that just as people who are illusory in nature do not have five aggregates and so on, because they are totally nonexistent, similarly conventional bodhisattvas also do not have a five-aggregate basis.

source: །དེ་བཞིན་དུ་ཀུན་རྫོབ་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་ཕུང་པོ་ལྔའི་གཞི་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ། །དེའི་འོག་ཏུ་ཆོས་ཉིད་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཕུང་པོ་ལྔ་ལ་སོགས་པ་མེད་པར་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: Then to teach that the true dharmic nature of a bodhisattva does not have five aggregates and so on it says, “To illustrate, Subhūti, a basis of the form, feeling, perception, volitional factors, and consciousness of a tathāgata, worthy one, perfect complete buddha does not exist and cannot be apprehended.”

source: འདུ་བྱེད་དང་།
en: and so on.

source: རྣམ་པར་ཤེས་པའི་གཞི་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ། ཇི་ལྟར་ཆོས་ཀྱི་སྐུའི་དེ་བཞིན་གཤེགས་པ་ལ་ཕུང་པོ་ལྔ་ལ་སོགས་པ་མེད་པ་དེ་བཞིན་དུ་དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་ཕུང་པོ་ལྔ་ལ་སོགས་པ་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ། །དེའི་འོག་ཏུ་བྱང་ཆུབ་ལ་བྱང་ཆུབ་སེམས་དཔའི་གཞི་མེད་པར་བསྟན་པའི་ཕྱིར།
en: This means that just as a dharma body tathāgata does not have five aggregates and so on, similarly an ultimate bodhisattva does not have five aggregates and so on either.

source: རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་འདུས་མ་བྱས་ཀྱི་ཁམས་ལ་འདུས་བྱས་ཀྱི་ཁམས་ཀྱི་གཞི་མེད་ཅིང་མི་དམིགས་སོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Then to teach that a basis for a heroic being does not exist in awakening it says, “To illustrate further, Subhūti, in the uncompounded element a basis of the compounded element does not exist,” and so on.

source: ཇི་ལྟར་མྱ་ངན་ལས་འདས་པ་ལ་འཁོར་བ་མེད་པ་དེ་བཞིན་དུ་བྱང་ཆུབ་ལ་ཡང་སེམས་དཔའི་གཞི་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that just as saṃsāra does not exist in nirvāṇa, similarly a basis for a heroic being does not exist in awakening.

source: །དེའི་འོག་ཏུ་སེམས་དཔའ་ལ་ཡང་བྱང་ཆུབ་ཀྱི་གཞི་མེད་པར་བསྟན་པའི་ཕྱིར། འདུས་བྱས་ཀྱི་ཁམས་ལ་འདུས་མ་བྱས་ཀྱི་ཁམས་ཀྱི་གཞི་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Then to teach that a basis for awakening does not exist in a heroic being it says “in the compounded element a basis of the uncompounded element does not exist,” and so on.

source: ཇི་ལྟར་འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པའི་གཞི་མེད་པ་དེ་བཞིན་དུ་སེམས་དཔའ་ལ་ཡང་བྱང་ཆུབ་ཀྱི་གཞི་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ། །དེའི་འོག་ཏུ་བྱང་ཆུབ་ཅེས་བྱ་བའི་ཚིག་གི་དོན་མེད་པར་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དང་།
en: This means that just as nirvāṇa does not exist in saṃsāra, similarly a basis for a heroic being does not exist in awakening.

source: མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། འབྱུང་བ་མེད་པ་དང་། དམིགས་སུ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་ལ་གཞིའི་དོན་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Then to teach that a meaning of the wordawakening does not exist it says, “To illustrate, Subhūti, in the absence of production… the absence of stopping, the absence of occasioning anything, the absence of appearing, the absence of being apprehended, the absence of defilement, and the absence of purification a basis in reality does not exist,” and so on.

source: ཇི་ལྟར་སྐྱེ་བ་མེད་པ་ལ་སོགས་པ་ལ་གཞིའི་དོན་མེད་པ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་གཞིའི་དོན་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that just as in the absence of production and so on a basis in reality does not exist, similarly a basis for a bodhisattva also does not exist in reality.

source: །དེའི་འོག་ཏུ་ཀུན་བརྟགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཆོས་ཉིད་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་པ་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་གཟུགས་ལ་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དང་། མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། འབྱུང་བ་མེད་པ་དང་།
en: Then to teach that the meaning of the word for the true dharmic nature of a bodhisattva does not exist in a falsely imagined bodhisattva it says, “To illustrate further, Subhūti, in form a basis in reality for the absence of production, the absence of stopping, the absence of occasioning anything, the absence of appearing, the absence of being apprehended, the absence of defilement, and the absence of purification does not exist,” and so on.

source: དམིགས་སུ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་ལ་གཞིའི་དོན་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ། ཇི་ལྟར་ཕུང་པོ་ལ་སོགས་པའི་ཚིག་གི་དོན་རྣམས་ལ་སྐྱེ་བ་མེད་པ་ལ་སོགས་པ་འདུས་མ་བྱས་ཀྱི་ཚིག་གི་དོན་རྣམས་མེད་པ་དེ་བཞིན་དུ་ཀུན་བརྟགས་པའི་ཕུང་པོ་ལྔའི་བདག་ཉིད་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཆོས་ཉིད་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that just as the meanings of the words for uncompounded phenomena like nonproduction and so on do not exist in the meanings of the words for the five aggregates and so on, similarly the true dharmic nature of a bodhisattva does not exist in a falsely imagined bodhisattva constituted out of the five imaginary aggregates and so on.

source: །དེའི་འོག་ཏུ་དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཀུན་བརྟགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་མེད་པ་བསྟན་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་གཟུགས་ཤིན་ཏུ་རྣམ་པར་དག་པ་ལ་མཚན་མའི་གཞི་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Then to teach that the meaning of the word for the falsely imagined bodhisattva does not exist in an ultimate bodhisattva it says, “To illustrate further, Subhūti, in the state of the absolute purity of form a basis for a causal sign does not exist,” and so on.

source: ཇི་ལྟར་གཟུགས་ལ་སོགས་པའི་ཕུང་པོ་ལྔ་ལ་སོགས་པའི་ཆོས་ཀྱི་དབྱིངས་ཤིན་ཏུ་རྣམ་པར་དག་པ་ལ་འདུས་བྱས་ཀྱི་མཚན་མ་རྣམས་ཀྱི་གཞི་མེད་པ་དང་། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་བདག་ལ་སོགས་པ་རྣམ་པར་དག་པ་ལ་མཚན་མའི་གཞི་མེད་པ་དང་། ཉི་མ་ལ་མུན་པའི་གཞི་མེད་པ་དང་། སྲེག་པའི་བསྐལ་པ་ལ་འདུ་བྱེད་ཀྱི་གཞི་མེད་པ་དང་། དེ་བཞིན་གཤེགས་པའི་ཚུལ་ཁྲིམས་དང་།
en: This means: Just as the bases for the causal signs of compounded phenomena do not exist in the absolute purity of the dharma-constituent of the five aggregates, form and so on, [and of the constituents] and so on.

source: ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་གཟིགས་པ་ལ། མི་མཐུན་པའི་ཕྱོགས་ཀྱི་གཞི་མེད་པ་དེ་བཞིན་དུ་དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་བདག་ཉིད་ལ་ཀུན་བརྟགས་པའི་ཕུང་པོ་ལྔའི་བདག་ཉིད་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: And, “To illustrate further, Subhūti, just as in the state of the absolute purity of the self and so on a basis for a causal sign does not exist,” and just as a basis for darkness does not exist in the sun, a basis for compounded phenomena does not exist in the eon conflagration, and in a tathāgata’s morality, meditative stabilization, wisdom, liberation, and knowledge and seeing of liberation, the bases for their opposing sides do not exist, similarly, “the falsely imagined bodhisattva” constituted out of the five aggregates does not exist in “the ultimate bodhisattva” constituted out of the dharma-constituent.

source: །དེའི་འོག་ཏུ་དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཉིད་ཀྱི་བདག་ཉིད་གང་ལ་ཡང་གནས་པ་མེད་པའི་ཕྱིར། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ཉི་མ་དང་། ཟླ་བའི་འོད་ལ་གཞི་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པས་གཞི་མེད་པ་སྟོན་ཏེ། དཔེར་ན་ཉི་མ་དང་། ཟླ་བ་དང་། གཟའ་དང་། སྐར་མ་དང་། ནོར་བུ་རིན་པོ་ཆེ་དང་། གློག་གི་འོད་རྣམས་དང་།
en: Then to teach that an ultimate bodhisattva constituted out of the dharma-constituent does not stand anywhere, with, “To illustrate further, Subhūti, in the radiance of the sun and moon a basis does not exist,” and so on, it teaches that a basis does not exist.

source: འདོད་པ་ན་སྤྱོད་པའི་ལྷ་ཐམས་ཅད་དང་། གཟུགས་ཀྱི་ཁམས་ཀྱི་ཚངས་པ་རྣམས་དང་། གནས་གཙང་མ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་འོད་ཐམས་ཅད་ནི་འོད་ཙམ་དུ་ཟད་པས་གནས་པ་མེད་དོ། །དེ་བཞིན་དུ་དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་གནས་པ་མེད་པར་འགྲོ་བ་དག་ཏུ་རྒྱུའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Thus, “To illustrate further, the light of the sun, moon, planets, stars, jewels, and lightning”; the light of the gods living in the desire realm, the light of the Brahmā and Śuddhāvāsa gods living in the form realm; and “the light of a tathāgata” do not stand anywhere because they are all just simply light means that similarly an ultimate bodhisattva without standing anywhere moves through states of existence.
